# -*- coding: utf-8 -*-

# Вывести на консоль жителей комнат (модули room_1 и room_2)
# Формат: В комнате room_1 живут: ...

from district.central_street.house1.room1 import folks as folks_1
from district.central_street.house1.room2 import folks as folks_2
print('В комнате room_1 живут:', folks_1)
print('В комнате room_2 живут:', folks_2)






